{
  "0": {
  "name":"Scab",
  "remedies":[
    "Choose resistant varieties when possible",
    "Rake under trees and destroy infected leaves to reduce the number of fungal spores available to start the disease cycle over again next spring.",
    "Water in the evening or early morning hours (avoid overhead irrigation) to give the leaves time to dry out before infection can occur.",
    "Spread a 3- to 6-inch layer of compost under trees, keeping it away from the trunk, to cover soil and prevent splash dispersal of the fungal spores.",
    "For best control, spray liquid copper soap early, two weeks before symptoms normally appear. Alternatively, begin applications when disease first appears, and repeat at 7 to 10 day intervals up to blossom drop.",
    "Bonide® Sulfur Plant Fungicide, a finely ground wettable powder, is used in pre-blossom applications and must go on before rainy or spore discharge periods. Apply from pre-pink through cover (2 Tbsp/ gallon of water), or use in cover sprays up to the day of harvest.",
    "Organocide® Plant Doctor is an earth-friendly systemic fungicide that works its way through the entire plant to combat a large number of diseases on ornamentals, turf, fruit and more. Apply as a soil drench or foliar spray (3-4 tsp/ gallon of water) to prevent and attack fungal problems.",
    "Containing sulfur and pyrethrins, Bonide® Orchard Spray is a safe, one-hit concentrate for insect attacks and fungal problems. For best results, apply as a protective spray (2.5 oz/ gallon) early in the season. If disease, insects or wet weather are present, mix 5 oz in one gallon of water. Thoroughly spray all parts of the plant, especially new shoots."
    ],
    "URL" : "https://media.tractorsupply.com/is/image/TractorSupplyCompany/1109035?$456$"
  },
  "1" : {
      "name": "Rot",
      "remedies":[
          "Tree root diseases are best controlled by prevention. If you are considering planting new trees, choose disease-resistant varieties or cultivars, only plant in well-drained soil, and avoid overwatering. You can also create irrigation moats to keep the water from pooling against tree trunks",
          "Moderately affected trees can sometimes be saved early on by pruning out the infected roots. Always be sure to disinfect any tools you work with before using them again. If a tree is significantly infected, the best way to control it from spreading the disease to healthier trees is to remove it entirely.",
          "The most accurate way to diagnose this decaying disease is to dig below ground to see if decaying is taking place. A good tool for this is a Pulaski because it is two sided—one side is for chopping and the other for digging or scraping. A great deal of care should be taken when doing this so as not to cause further harm to the tree.",
          "Chemicals, such as chloropicrin or methyl bromide, won’t completely cure the disease but can reduce the level of the infection. These fumigants are applied in and around the base of the infected trees or in holes left after trees have been removed."
          
      ],
      "URL" : "https://www.planetnatural.com/wp-content/uploads/2013/03/serenade-disease-control.jpg"
  },
  "2" : {
    "name": "Rust",
    "remedies": [
      "Remove all infected parts and destroy them. For bramble fruits, remove and destroy all the infected plants and replant the area with resistant varieties.",
      "Clean away all debris in between plants to prevent rust from spreading.",
      "Avoid splashing water onto the leaves, as this can help spread rust"
      ],
      "URL" : "https://www.planetnatural.com/wp-content/uploads/2013/03/liquid-copper-concentrate.jpg"
  },
  "3" : {
    "name": "Mold",
    "remedies": [
      "When you notice the infected areas, the first thing you can do is let the plants air out. If they are being grown in a green house, air exposure is a must, because the humidity that the fungus needs to survive is dried up.",
      "If the plant are being grown outside, try to keep from wetting the leaves when you are watering the plants. When you water the plants, earlier watering is optimal because it allows the plant time to dry when the sun comes, keeping humidity around leaves to a minimum.",
      "Another option for treatment is fungacide sprays. When using these sprays, be sure to cover each part of the plant that is above ground, paying special attention to the underside of the leaf. Some of the most widely recommended sprays are those containing calcium chloride. There are some organic fungicides available as well.",
      "Some remedies that can be mixed up right in your kitchen include an apple-cider and vinegar mix to treat the mold. Corn and garlic spray can be used to prevent the fungi outbreaks before they even occur. A milk spray is also a natural, helpful cure."
      ],
      "URL": "https://images.homedepot-static.com/productImages/9e28bcf0-3cf0-4919-9d9c-9636cbc30561/svn/dr-earth-organic-lawn-disease-control-1023x-64_1000.jpg"
  },
  "4" : {
  "name":"Scorch",
  "remedies":[
    "Water when needed and maintain plant vigor",
    "Fertilize",
    "Mulch.",
    "Screens may be used to protect trees and plants in areas exposed to wind and sun, but it is best not to plant tender plants in these exposures."
  
  ],
  "URL": ""
  },
  "5" : {
  "name":"Suspended particulate matter",
  "remedies":["We can reduce the usage of Household products which create particulate matter",
  "Not to burn wood, leaves or any yard waste",
  "Stop smoking especially indoor",
  "Diesel vehicles are major source of particle pollution, it can be reduced by replacing older engines with new engines",
  "Walk, cycle or use public transport or share vehicle wherever possible",
  "Pay attention to your maintenance of your vehicle to reduce particulate matter",
  "Use Indoor Air purifiers to reduce particulate matter in homes and offices",
  "Conserve energy by using solar energy, bio-gas, rainwater harvesting etc. to control pollution from particulate matter"
  ],
  
  "URL": "https://www.ppsthane.com/wp-content/uploads/2017/11/Home-Air-purifier.jpg"
  },
  "6" :{
      "name" : "Bacteria",
      "remedies" :["SOn ornamental plants, remove the affected leaves at the first sign to prevent the bacteria from jumping onto adjacent leaves.",
          "Remove old vegetable debris in the garden and do not plant new crops where host plants were once growing.",
          "There are no recognized chemical treatments for bacterial leaf spot disease. Your best bet is prevention and mechanical control at the first sign of symptoms of bacterial leaf spot."
          
      ],
      "URL" : ""
  },
  "7" : {
    "name": "Blight",
    "remedies":["Plant resistant cultivars when available.",
    "Remove volunteers from the garden prior to planting and space plants far enough apart to allow for plenty of air circulation",
    "Water in the early morning hours, or use soaker hoses, to give plants time to dry out during the day — avoid overhead irrigation.",
    "Destroy all tomato and potato debris after harvest",
    "Apply a copper based fungicide (2 oz/ gallon of water) every 7 days or less, following heavy rain or when the amount of disease is increasing rapidly. If possible, time applications so that at least 12 hours of dry weather follows application.",
    "Used as a foliar spray, Organocide® Plant Doctor will work its way through the entire plant to prevent fungal problems from occurring and attack existing many problems. Mix 2 tsp/ gallon of water and spray at transplant or when direct seeded crops are at 2-4 true leaf, then at 1-2 week intervals as required to control disease."
    
    ],
    "URL" : "https://www.planetnatural.com/wp-content/uploads/2013/03/plant-doctor-363x400.jpg"
  },
  "8": {
    "name" : "Early Spotting",
    "remedies" :["Spraying with a baking soda solution (a tablespoon of baking soda, 2 1/2 tablespoons of vegetable oil, a teaspoon of liquid soap, not detergent, to one gallon of water), or neem oil (do not use when pollinating insects including bees or other beneficial insects are present). Baking soda may burn some plant leaves. Spray only a few and then check for a reaction before applying applications every two weeks.",
    "Apply sulfur sprays or copper-based fungicides weekly at first sign of disease to prevent its spread. These organic fungicides will not kill leaf spot, but prevent the spores from germinating.",
    "Safely treat most fungal and bacterial diseases with SERENADE Garden. This broad spectrum bio-fungicide uses a patented strain of Bacillus subtilis that is registered for organic use. Best of all, SERENADE is completely non-toxic to honey bees and beneficial insects.",
    "Containing copper and pyrethrins, Bonide® Garden Dust is a safe, one-step control for many insect attacks and fungal problems. For best results, cover both the tops and undersides of leaves with a thin uniform film or dust. Depending on foliage density, 10 oz will cover 625 sq ft. Repeat applications every 7-10 days, as needed."
    ],
    "URL" : "https://www.planetnatural.com/wp-content/uploads/2013/03/liquid-copper-spray.jpg"
  }
}


